{
  "home": "Início",
  "about": "Sobre",
  "best_moments": "Melhores Momentos",
  "contact": "Contato",
  "team": "Equipe",
  "slogan1": "A voz da juventude, a rádio que inspira!",
  "slogan2": "Fale, ouça, compartilhe!",
  "slogan3": "100% vibes, 100% SpeakUp!",
  "discover_shows": "Descubra os programas",
  "radio_live": "Radio SpeakUp - Ao Vivo",
  "about_title": "Sobre",
  "about_text": "🎧 Bem-vindo à Rádio SPEAK UP no Club Cooee! 🎶\nSe você gosta de música boa, eventos animados e fazer novas amizades, este é o lugar certo! Aqui você encontra todos os ritmos e estilos musicais, dos sucessos do momento aos clássicos que marcaram época.\n\nNossa equipe é formada pelos melhores locutores e equipe de apoio, sempre prontos para animar o ambiente e cuidar de você com muito carinho e atenção.\n\nFique ligado na programação, participe dos sorteios e mergulhe na melhor vibe da rádio!\n👉 Diversão e respeito sempre em primeiro lugar!",
  "best_moments_title": "Melhores Momentos",
  "best_moments_subtitle": "Reviva os momentos mais incríveis, festas e eventos especiais da Rádio SPEAK UP!",
  "best_moments_cta_title": "Quer fazer parte dos nossos próximos momentos?",
  "best_moments_cta_text": "Junte-se à nossa comunidade e não perca nenhum dos nossos próximos eventos e transmissões especiais!",
  "shows_title": "Programas",
  "shows_soon": "A programação dos programas estará disponível em breve!",
  "coming_soon": "Em breve...",
  "contact_title": "Contato",
  "email": "contact@radiospeakup.org",
  "whatsapp": "WhatsApp",
  "team_title": "Equipe Speak Up",
  "locutor": "Locutor",
  "designer": "Designer",
  "supporter": "Apoiador",
  "contact_intro": "Se você quer que a Speak Up organize uma festa para você no Club Cooee, ou se gostaria de se juntar a nós como apoiador ou locutor, entre em contato!",
  "contact_team_card": "Para entrar para a equipe Speak Up",
  "contact_party_card": "Para pedidos de festa",
  "all_rights_reserved": "Todos os direitos reservados",
  "legal_notice": "Aviso legal",
  "event_junina_title": "Festa Junina",
  "event_junina_description": "A Festa Junina organizada pelos moderadores do Club Cooee contou com a presença da nossa rádio, que fez parte da animação vibrante e festiva!",
  "locutores_title": "Locutores",
  "locutores_description": "Conheça os locutores incríveis da Rádio Speak Up! Assista aos vídeos cheios de carisma, talento e aquela vibe que só a Speak Up tem!"
} 